brew "chezmoi"
brew "tmux"
brew "vim"
brew "neovim"
brew "tree-sitter"
brew "node"
brew "go"
brew "zsh"
brew "git"
brew "uv"
brew "ripgrep"
brew "bat"
brew "fzf"
brew "fd"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"

cask "firefox"
cask "visual-studio-code"
cask "meetingbar"
cask "raycast"
